{
  "Colorizer": { "branch": "master" },
  "asyncrun.vim": { "branch": "master" },
  "asynctasks.vim": { "branch": "master" },
  "auto-pairs": { "branch": "master" },
  "clipboard-image.nvim": { "branch": "main" },
  "coc.nvim": { "branch": "release" },
  "context_filetype.vim": { "branch": "master" },
  "edge": { "branch": "master" },
  "emmet-vim": { "branch": "master" },
  "focus.nvim": { "branch": "master" },
  "fzf": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "image.nvim": { "branch": "master" },
  "indentLine": { "branch": "master" },
  "kdl.vim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lightline-bufferline": { "branch": "master" },
  "lightline.vim": { "branch": "master" },
  "lua-utils.nvim": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "neorg": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "nerdcommenter": { "branch": "master" },
  "npm.nvim": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "pathlib.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "quick-scope": { "branch": "master" },
  "rainbow": { "branch": "master" },
  "remote-nvim.nvim": { "branch": "main" },
  "sniprun": { "branch": "master" },
  "tabular": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "typst-preview.nvim": { "branch": "master" },
  "typst.vim": { "branch": "main" },
  "vim-astro": { "branch": "main" },
  "vim-auto-save": { "branch": "master" },
  "vim-closetag": { "branch": "master" },
  "vim-cpp-enhanced-highlight": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-easymotion": { "branch": "master" },
  "vim-floaterm": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-markdown-toc": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-sneak": { "branch": "master" },
  "vim-snippets": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-svelte-plugin": { "branch": "master" },
  "vim-templates": { "branch": "master" },
  "vim-textobj-function": { "branch": "master" },
  "vim-textobj-indent": { "branch": "master" },
  "vim-textobj-parameter": { "branch": "master" },
  "vim-textobj-syntax": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-wakatime": { "branch": "master" },
  "vim-which-key": { "branch": "master" },
  "vim-xml-runtime": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "vista.vim": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "zyt-snippet": { "branch": "master" }
}
